cats = [
    {
        'Название породы': 'Абиссинская',
        'Средний размер': 29,
        'Средний вес': 5,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 16,
        'Страна происхождения': 'Эфиопия',
        'Год появления породы': 1882
    },
    {
        'Название породы': 'Австралийский мист',
        'Средний размер': 17,
        'Средний вес': 5,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 14,
        'Страна происхождения': 'Австралия',
        'Год появления породы': 1998
    },
    {
        'Название породы': 'Американская короткошерстная',
        'Средний размер': 22,
        'Средний вес': 5,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 14,
        'Страна происхождения': 'США',
        'Год появления породы': 1904
    },
    {
        'Название породы': 'Американская жесткошерстная',
        'Средний размер': 17,
        'Средний вес': 6,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 14,
        'Страна происхождения': 'США',
        'Год появления породы': 1966
    },
    {
        'Название породы': 'Американский бобтейл',
        'Средний размер': 32,
        'Средний вес': 6,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 14,
        'Страна происхождения': 'США',
        'Год появления породы': 1960
    },
    {
        'Название породы': 'Американский кёрл',
        'Средний размер': 27,
        'Средний вес': 5,
        'Длина шерсти': 'Полудлинношёрстная',
        'Средняя продолжительность жизни': 16,
        'Страна происхождения': 'США',
        'Год появления породы': 1986
    },
    {
        'Название породы': 'Аравийский мау',
        'Средний размер': 27,
        'Средний вес': 7,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 15,
        'Страна происхождения': 'Саудовская Аравия',
        'Год появления породы': 1023
    },
    {
        'Название породы': 'Балинезийская',
        'Средний размер': 24,
        'Средний вес': 3,
        'Длина шерсти': 'Полудлинношёрстная',
        'Средняя продолжительность жизни': 12,
        'Страна происхождения': 'США',
        'Год появления породы': 1988
    },
    {
        'Название породы': 'Бамбино',
        'Средний размер': 22,
        'Средний вес': 3,
        'Длина шерсти': 'Лысая',
        'Средняя продолжительность жизни': 11,
        'Страна происхождения': 'США',
        'Год появления породы': 2005
    },
    {
        'Название породы': 'Бенгальская',
        'Средний размер': 34,
        'Средний вес': 6,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'США',
        'Год появления породы': 1983
    },
    {
        'Название породы': 'Бирманская',
        'Средний размер': 27,
        'Средний вес': 4,
        'Длина шерсти': 'Полудлинношёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Мьянма',
        'Год появления породы': 1925
    },
    {
        'Название породы': 'Бомбейская',
        'Средний размер': 25,
        'Средний вес': 4,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 17,
        'Страна происхождения': 'США',
        'Год появления породы': 1950
    },
    {
        'Название породы': 'Бразильская короткошёрстная',
        'Средний размер': 22,
        'Средний вес': 4,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Бразилия',
        'Год появления породы': 1980
    },
    {
        'Название породы': 'Британская длинношерстная',
        'Средний размер': 31,
        'Средний вес': 6,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 12,
        'Страна происхождения': 'Великобритания',
        'Год появления породы': 1917
    },
    {
        'Название породы': 'Британская короткошерстная',
        'Средний размер': 22,
        'Средний вес': 6,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 12,
        'Страна происхождения': 'Великобритания',
        'Год появления породы': 1889
    },
    {
        'Название породы': 'Гималайская',
        'Средний размер': 28,
        'Средний вес': 5,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 15,
        'Страна происхождения': 'США',
        'Год появления породы': 1935
    },
    {
        'Название породы': 'Донской сфинкс',
        'Средний размер': 28,
        'Средний вес': 3,
        'Длина шерсти': 'Лысая',
        'Средняя продолжительность жизни': 12,
        'Страна происхождения': 'Россия',
        'Год появления породы': 1986
    },
    {
        'Название породы': 'Дракон ли',
        'Средний размер': 34,
        'Средний вес': 4,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Китай',
        'Год появления породы': 2003
    },
    {
        'Название породы': 'Египетская мау',
        'Средний размер': 28,
        'Средний вес': 5,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 14,
        'Страна происхождения': 'Египет',
        'Год появления породы': 1958
    },
    {
        'Название породы': 'Канадские сфинксы',
        'Средний размер': 20,
        'Средний вес': 4,
        'Длина шерсти': 'Лысая',
        'Средняя продолжительность жизни': 15,
        'Страна происхождения': 'Канада',
        'Год появления породы': 1966
    },
    {
        'Название породы': 'Колорпойнт короткошерстный',
        'Средний размер': 22,
        'Средний вес': 4,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 16,
        'Страна происхождения': 'США',
        'Год появления породы': 1974
    },
    {
        'Название породы': 'Корниш-рекс',
        'Средний размер': 25,
        'Средний вес': 4,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 15,
        'Страна происхождения': 'Великобритания',
        'Год появления породы': 1950
    },
    {
        'Название породы': 'Короткошерстный ориентал',
        'Средний размер': 30,
        'Средний вес': 5,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 17,
        'Страна происхождения': 'Таиланд',
        'Год появления породы': 1899
    },
    {
        'Название породы': 'Курильский бобтейл',
        'Средний размер': 26,
        'Средний вес': 6,
        'Длина шерсти': 'Полудлинношёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Россия',
        'Год появления породы': 1991
    },
    {
        'Название породы': 'Лаперам',
        'Средний размер': 26,
        'Средний вес': 4,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 12,
        'Страна происхождения': 'США',
        'Год появления породы': 1982
    },
    {
        'Название породы': 'Манчкин',
        'Средний размер': 14,
        'Средний вес': 2,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'США',
        'Год появления породы': 1983
    },
    {
        'Название породы': 'Мейн-кун',
        'Средний размер': 33,
        'Средний вес': 7,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'США',
        'Год появления породы': 1908
    },
    {
        'Название породы': 'Невская маскарадная',
        'Средний размер': 30,
        'Средний вес': 7,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 15,
        'Страна происхождения': 'Россия',
        'Год появления породы': 1988
    },
    {
        'Название породы': 'Немецкий рекс',
        'Средний размер': 25,
        'Средний вес': 4,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 15,
        'Страна происхождения': 'Германия',
        'Год появления породы': 1931
    },
    {
        'Название породы': 'Норвежская лесная',
        'Средний размер': 29,
        'Средний вес': 6,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Норвегия',
        'Год появления породы': 1938
    },
    {
        'Название породы': 'Персидская',
        'Средний размер': 28,
        'Средний вес': 5,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Иран',
        'Год появления породы': 1620
    },
    {
        'Название породы': 'Петербургский сфинскс',
        'Средний размер': 27,
        'Средний вес': 4,
        'Длина шерсти': 'Лысая',
        'Средняя продолжительность жизни': 9,
        'Страна происхождения': 'Россия',
        'Год появления породы': 1994
    },
    {
        'Название породы': 'Пиксибоб',
        'Средний размер': 22,
        'Средний вес': 6,
        'Длина шерсти':'Полудлинношёрстная',
        'Средняя продолжительность жизни': 12,
        'Страна происхождения': 'США',
        'Год появления породы': 1986
    },
    {
        'Название породы': 'Русская голубая',
        'Средний размер': 25,
        'Средний вес': 4,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 18,
        'Страна происхождения': 'Россия',
        'Год появления породы': 1875
    },
    {
        'Название породы': 'Саванна',
        'Средний размер': 55,
        'Средний вес': 11,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'США',
        'Год появления породы': 1986
    },
    {
        'Название породы': 'Сиамская',
        'Средний размер': 26,
        'Средний вес': 6,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Таиланд',
        'Год появления породы': 1767
    },
    {
        'Название породы': 'Сибирская',
        'Средний размер': 34,
        'Средний вес': 7,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 17,
        'Страна происхождения': 'Россия',
        'Год появления породы': 1989
    },
    {
        'Название породы': 'Сингапурская',
        'Средний размер': 21,
        'Средний вес': 2,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Сингапур',
        'Год появления породы': 1976
    },
    {
        'Название породы': 'Скоттиш-спрайт',
        'Средний размер': 29,
        'Средний вес': 4,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 14,
        'Страна происхождения': 'Великобритания',
        'Год появления породы': 1961
    },
    {
        'Название породы': 'Сноу-шу',
        'Средний размер': 30,
        'Средний вес': 5,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 12,
        'Страна происхождения': 'США',
        'Год появления породы': 1982
    },
    {
        'Название породы': 'Сомалийская',
        'Средний размер': 28,
        'Средний вес': 4,
        'Длина шерсти': 'Полудлинношёрстная',
        'Средняя продолжительность жизни': 14,
        'Страна происхождения': 'США',
        'Год появления породы': 1972
    },
    {
        'Название породы': 'Тайская',
        'Средний размер': 27,
        'Средний вес': 6,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Таиланд',
        'Год появления породы': 1984
    },
    {
        'Название породы': 'Турецкая ангора',
        'Средний размер': 28,
        'Средний вес': 3,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 16,
        'Страна происхождения': 'Турция',
        'Год появления породы': 1973
    },
    {
        'Название породы': 'Турецкий ван',
        'Средний размер': 35,
        'Средний вес': 6,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 19,
        'Страна происхождения': 'Турция',
        'Год появления породы': 1955
    },
    {
        'Название породы': 'Украинский левкой',
        'Средний размер': 25,
        'Средний вес': 5,
        'Длина шерсти': 'Лысая',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Украина',
        'Год появления породы': 2004
    },
    {
        'Название породы': 'Хайленд фолд',
        'Средний размер': 29,
        'Средний вес': 4,
        'Длина шерсти': 'Длинношерстная',
        'Средняя продолжительность жизни': 16,
        'Страна происхождения': 'Великобритания',
        'Год появления породы': 1961
    },
    {
        'Название породы': 'Цейлонская',
        'Средний размер': 22,
        'Средний вес': 3,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 15,
        'Страна происхождения': 'Шри-Ланка',
        'Год появления породы': 1984
    },
    {
        'Название породы': 'Чаузи',
        'Средний размер': 45,
        'Средний вес': 12,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'США',
        'Год появления породы': 1995
    },
    {
        'Название породы': 'Шотландская вислоухая',
        'Средний размер': 25,
        'Средний вес': 5,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Великобритания',
        'Год появления породы': 1961
    },
    {
        'Название породы': 'Экзотическая короткошерстная',
        'Средний размер': 28,
        'Средний вес': 5,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'США',
        'Год появления породы': 1950
    },
    {
        'Название породы': 'Японский бобтейл',
        'Средний размер': 25,
        'Средний вес': 5,
        'Длина шерсти': 'Короткошёрстная',
        'Средняя продолжительность жизни': 13,
        'Страна происхождения': 'Япония',
        'Год появления породы': 1011
    }
]